{
    "title": "[Recruit] We are now recruiting NEW Members.",
    "writer": "somebody",
    "date": "2020/12/31 17:30PM",
    "text": "Rhoncus consectetur amet sit sapien non, pretium feugiat vestibulum. Purus, ultricies ullamcorper at in lectus ridiculus enim, nulla adipiscing. Dis est in viverra viverra amet auctor consectetur non. Elit, nibh sagittis posuere cursus sit. Lacus, nibh ut eu aliquam phasellus tincidunt sit. Aliquam, et auctor sit fusce quisque congue lectus. Eget eget neque, dui quam morbi. Mi donec bibendum feugiat aliquet non dictumst hendrerit. Odio tortor at blandit risus. Sit placerat sem facilisi non in etiam gravida cras. Placerat proin ut magna aliquam gravida. Pellentesque quisque nisi duis congue id eu porttitor id. Ultricies sit amet sed accumsan. Nunc sit sed diam nisl. Pulvinar lectus ultricies tristique imperdiet blandit. Netus nibh sed pretium aliquet quis. Integer erat sem mattis mauris at diam consequat mauris. Libero consequat interdum semper nisi laoreet a sed ipsum tortor. Risus sed mauris sit diam ornare. Egestas vel suspendisse odio feugiat ipsum. Cursus lobortis cursus tellus pellentesque aliquet egestas. Tincidunt sed et lacus nunc sapien a sed volutpat. Elit interdum sed urna odio. Malesuada ipsum lectus id ipsum. Tristique lacus id nulla fames orci lobortis quam. Blandit molestie fringilla ut elit fames volutpat nulla commodo nunc. Massa turpis odio venenatis, ultricies ultricies a volutpat adipiscing. Sed nibh hendrerit egestas varius purus. Ornare id pellentesque iaculis venenatis cras parturient sollicitudin amet pulvinar. Nam tortor vehicula leo lectus in vestibulum elementum. Leo id nisl tellus lorem at cras. Malesuada diam nisl id at morbi quis est. Egestas mauris sit diam mauris ultrices eget adipiscing morbi id.Quis dui ullamcorper lacus, mattis. Pellentesque morbi eu orci commodo eget. Non urna tortor nec, amet vehicula. Cras eu ut duis phasellus habitasse mattis. Sit diam id rutrum cras. Nunc nisl eu sit integer quam scelerisque tincidunt tristique. Vel interdum egestas.",
    "comments":[
        {
            "writer" : "Baesung Kim",
            "division": "stonybrook",
            "text": "lol",
            "replies":[
                {
                    "writer" : "Bae Kim",
                    "division": "stonybrook",
                    "text": "lol"
                },
                {
                    "writer" : "sung Kim",
                    "division": "stonybrook",
                    "text": "lol"
                }
            ]
        },
        {
            "writer" : "Dukyoung Eom",
            "division": "stonybrook",
            "text": "lel",
            "replies":[
            ]
        },
        {
            "writer" : "gildong Hong",
            "division": "FIT",
            "text": "lql",
            "replies":[
                {
                    "writer" : "Bae Kim",
                    "division": "stonybrook",
                    "text": "lol"
                }
            ]
        }
    ]
}